{"text": "Thank you. If there's one thing that actors know--other than that there weren't any WMDs--it's that there is no such thing as 'best' in acting. And that's proven by these great actors that I was nominated with, as well as the Giamattis, Cages, Downey Jrs., Nicholsons, etc., that were not nominated. We know how great all of you were. My daughter Dylan and son Hopper find it presumptuous and embarrassing to write a speech, and so I'm gonna give it a go without. God, I really thank Clint Eastwood professionally and humanly for coming into my life. The great, great cast that I had to work with, my friends. Where do you go? Dennis Lehane, Brian Helgeland. Ma. Dad. Robin, for being an undying emotional inspiration on this roller coaster I'm learning to enjoy. Thank you all very much.", "label": "1"}
{"text": "Mr. President, there are now three women accusing Judge Kavanaugh of sexual misconduct. Are you saying that all three of those women are liars? Is there anything that could be said at this point tomorrow that could cause you to withdraw the nomination? TRUMP: I won’t get into that game. I only tell you this. This is one of the highest quality people that I have ever met. And everybody that knows him says the same thing. And these are all false, to me. These are false accusations in certain cases, and certain cases even the media agrees with that. I can only say that what they have done to this man is incredible. You know, it’s very interesting. I pick a lot of judges. I have 145 judges I will be picking by the end of a fairly short period of time. Because president Obama wasn’t big on picking judges. When I got there, I said, how is this possible? I have 145, including court of appeals judges. And they just didn’t do it. You know why? They got tired. They got complacent. Something happened. I have 145 judges. Everybody wants to be a federal judge. Not just a Supreme Court judge. I’m talking about court of appeals. I’m talking about district court. I don’t think they’re going to want to so much. I’ll be calling people, and we’ll have people calling people that do this. And people are going to be scared, because we could say it about you. 35 years ago, you met — and you might know — you might not know what’s going on. What is going on? Why did they wait so long? Why did Senator [Dianne] Feinstein wait until the hearings were over and make this case? Why didn’t she bring it right at the beginning, when you ask about, as an example, the FBI. Why didn’t they bring this right at the beginning? During the hearing? You would have had all the time in the world for the FBI. It would have been fine. Now, the FBI, as you know, did investigate this time, as they have five or six other times. And they did a very thorough investigation. But this is a big con job. And I would love to be in the room with the Democrats, close the door, you guys are all away, outside, waiting. And Schumer and his buddies are all in there laughing, how they fooled you all. Let’s just stop them a big fat go ahead.", "label": "2"}
{"text": "In the name of Allah, the merciful, the compassionate, dear fellow citizens, my sons, the youth of Egypt, and daughters, I am addressing you tonight to the youth of Egypt in Tahrir Square, with all of its diversity. I am addressing all of you from the heart, a speech from the father to his sons and daughters. I am telling you that I am very grateful and am so proud of you for being a symbolic generation that is calling for change to the better, that is dreaming for a better future, and is making the future. I am telling you before anything, that the blood of the martyrs and the injured will not go in vain. And I would like to affirm, I will not hesitate to punish those who are responsible fiercely. I will hold those in charge who have violated the rights of our youth with the harshest punishment stipulated in the law. I am telling families of the innocent victims that I have been so much in pain for their pain, and my heart ached for your heartache. I am telling you that my response to your demands and your messages and your requests is my commitment that I will never go back on to. I am determined to fulfill what I have promised you in all honesty, and I'm determined to execute and carry out what I have promised without going back to the past. This commitment is out of my conviction of your honesty and your movement and that your demands are the demands -- legitimate and just demands. Any regime could make mistakes in any country, but what is more important is to acknowledge these mistakes and reform and correct them in a timely manner, and to hold those responsible for it accountable. I am telling you, as a president of the country, I do not find it -- I don't find it a mistake to listen to you and to respond to your requests and demands. But it is shameful and I will not, nor will ever accept to hear foreign dictations, whatever the source might be or whatever the context it came in. My sons and daughters, the youth of Egypt, dear fellow citizens, I have announced, without any doubt, that I will not run for the next presidential elections and have said that I have given the country and served the country for 60 years in public service, during wartime and during peacetime. I have told you my determination that I will hold steadfast to continue to take on my responsibility to protect the constitution and the rights of people until power is transferred to whomever the people choose during September, the upcoming September, and free and impartial elections that will be safeguarded by the freedom -- the call for freedom. This is the oath that I have taken before God and before you. And I will protect it and keep it until we reach -- we take Egypt to the safety and security. I have given you my vision to get out of this current situation, to accomplish what the youth and the people called for, within the respect for the legitimacy and the constitution in a way that will accomplish security, and security for our future and the demands of our people, and at the same time will guarantee a framework of peaceful transition of power. Through a responsible dialogue between all factions in the society, with all honesty and transparency, I have given you this vision under commitment to take the country out of this current crisis, and I will continue to accomplish it. And I'm monitoring the situation hour by hour. I'm looking forward to the support of all those who are careful about the security and want a secure Egypt, within a tangible time, with the harmony of the broad base of all Egyptians that will stay watchful to guard Egypt and under the command of its military forces. We have started a national dialogue, a constructive one, that included the youth who have called for change and reform, and also with all the factions of opposition and of society.", "label": "5"}
{"text": "I have no enemies, and no hatred. None of the police who have monitored, arrested and interrogated me, the prosecutors who prosecuted me, or the judges who sentence me, are my enemies. While I’m unable to accept your surveillance, arrest, prosecution or sentencing, I respect your professions and personalities, including Zhang Rongge and Pan Xueqing who act for the prosecution at present. I was aware of your respect and sincerity in your interrogation of me on December 3. For hatred is corrosive of a person’s wisdom and conscience; the mentality of enmity can poison a nation’s spirit, instigate brutal life and death struggles, destroy a society’s tolerance and humanity, and block a nation’s progress to freedom and democracy. I hope therefore to be able to transcend my personal vicissitudes in understanding the development of the state and changes in society, to counter the hostility of the regime with the best of intentions, and defuse hate with love.... I do not feel guilty for following my constitutional right to freedom of expression, for fulfilling my social responsibility as a Chinese citizen. Even if accused of it, I would have no complaints.", "label": "6"}
{"text": "Oh, it is good to see you all! (Applause.) Thank you. I’m just warming you up. (Laughter.) Because I know the Buckeyes have a big showdown at Wisconsin on Saturday night. (Applause.) Thank you so much, everybody. Please have a seat. I’m going to talk to you for a while, now. (Laughter.) Tonight, we’re here to talk about the showdown that’s happening right here in Ohio over the next few weeks. (Applause.) And, of course, it would not be an Ohio Democratic Party State Dinner without your former governor and your next United States senator, Ted Strickland. (Applause.) Love this man. Your current Senator, who is fighting for you every single day, Sherrod Brown. (Applause.) A couple of your outstanding members of Congress, Joyce Beatty and Tim Ryan. (Applause.) I know the Ohio Democratic Party has been preparing for this election. You know a strong party depends on great public servants being elected at the local level, and the school boards, and the city councils and the mayor’s office. And your field operation has helped us win important races from Akron to Toledo, Chillicothe to Warren. And through the spring, even as we Democrats had a hard-fought primary, you kept signing up thousands of volunteers, registering thousands of voters, organizing on campuses all across the state. You were already looking to the fall campaign. So we are going to benefit bigtime from the infrastructure that you’ve already got in place. So I just want to say thank you for giving us the edge that we need. Thanks for organizing. Thanks for mobilizing. Thanks for not getting tired. Thanks for still being fired up and still being ready to go. (Applause.) Because right now is when the fruits of all that labor are going to start paying off. It is game time. Kickoff was yesterday. Early voting started yesterday. (Applause.) The game does not start on November 8th, the game ends on November 8th. So, everybody here, enjoy your dinner. (Laughter.) Everybody looks cute. (Laughter.) But tomorrow, you got to put on those walking shoes. You got to start making those calls and knocking on doors, getting everybody out to vote early. That’s how we won in 2008. That’s how we’re going to win in 2016. (Applause.) Because, let’s face it, let’s face it, Ohio is always close. I don’t know what it is about you guys. (Laughter.) Just making me stress. I’ve always got to watch the TV — what’s going to happen in Ohio? (Laughter.) I mean, I pretty much parked here in the final days of both of my campaigns. In 2008, I was here in Columbus two days before Election Day. In 2012, I was here the day before Election Day. And it makes me think about how far we’ve come together — not just the fact that I had no gray hair in those pictures. (Laughter.) Think about the road we’ve traveled. Together, we fought our way back from the worst economic crisis since the Great Depression. Our businesses have now turned job losses into 15 million new jobs. (Applause.) We turned around an auto industry that Ohio communities depend on, and our automakers are making the best cars in the world and they are selling more than ever, thanks to outstanding UAW workers who take great pride in what they do. (Applause.) We slashed our dependence on foreign oil. Folks don’t even notice gas prices being cheap anymore. We more than doubled our production of renewable energy. We’ve got incomes rising again — rose faster last year than any time on record. All demographic groups. Poverty fell last year by the largest amount since 1968 — since I was seven years old. (Applause.) The uninsured rate is at an all-time low — 20 million people have health insurance that didn’t have it before, including folks right here in the great state of Ohio. (Applause.) We brought more of our brave troops home to their families. We delivered justice to bin Laden. (Applause.) And in today’s America, wherever you live, you can marry whoever you love. (Applause.) We’ve been busy. (Laughter.) We brought about change that’s made a difference in the lives of people all across this country. There’s almost no economic measure by which we are not substantially better off today than we were when I came into office. (Applause.) That’s what the hard work and the determination of the American people can do. That’s what strong, principled Democratic leadership can do. (Applause.) That’s what a President who has your back and is listening to you and cares about you can do. (Applause.) And that’s what great members of Congress and a Democratic majority in Congress can do. And that’s why we’ve got to elect Hillary Clinton as the next President of the United States. (Applause.) That’s why we’ve got to elect Ted Strickland to be the next great senator from Ohio. (Applause.) I will not be on the ballot, but everything we’ve done is going to be on the ballot. (Audience interruption.) Oh, lord, what’s going on now? Who’s hollering? I can’t even see you. Well, it’s great to see you, but I’ve got all these folks I’ve got to talk to. (Laughter.) Maybe you can get me a note. Write me a letter, all right? (Interruption continues.) Okay, I got you. Okay, thank you. (Laughter.) I can’t hear you that well. I promise you this will go better if you talk to one of my staff up there. I got you, okay. All right. Thank you.", "label": "7"}
{"text": "Today in America, a teacher spent extra time with a student who needed it, and did her part to lift America’s graduation rate to its highest level in more than three decades. An entrepreneur flipped on the lights in her tech startup, and did her part to add to the more than eight million new jobs our businesses have created over the past four years. An autoworker fine-tuned some of the best, most fuel-efficient cars in the world, and did his part to help America wean itself off foreign oil. A farmer prepared for the spring after the strongest five-year stretch of farm exports in our history. A rural doctor gave a young child the first prescription to treat asthma that his mother could afford. A man took the bus home from the graveyard shift, bone-tired but dreaming big dreams for his son. And in tight-knit communities across America, fathers and mothers will tuck in their kids, put an arm around their spouse, remember fallen comrades, and give thanks for being home from a war that, after twelve long years, is finally coming to an end. Tonight, this chamber speaks with one voice to the people we represent: it is you, our citizens, who make the state of our union strong. Here are the results of your efforts: The lowest unemployment rate in over five years. A rebounding housing market. A manufacturing sector that’s adding jobs for the first time since the 1990s. More oil produced at home than we buy from the rest of the world – the first time that’s happened in nearly twenty years. Our deficits – cut by more than half. And for the first time in over a decade, business leaders around the world have declared that China is no longer the world’s number one place to invest; America is. That’s why I believe this can be a breakthrough year for America. After five years of grit and determined effort, the United States is better-positioned for the 21st century than any other nation on Earth. The question for everyone in this chamber, running through every decision we make this year, is whether we are going to help or hinder this progress. For several years now, this town has been consumed by a rancorous argument over the proper size of the federal government. It’s an important debate – one that dates back to our very founding. But when that debate prevents us from carrying out even the most basic functions of our democracy – when our differences shut down government or threaten the full faith and credit of the United States – then we are not doing right by the American people. As President, I’m committed to making Washington work better, and rebuilding the trust of the people who sent us here. I believe most of you are, too. Last month, thanks to the work of Democrats and Republicans, this Congress finally produced a budget that undoes some of last year’s severe cuts to priorities like education. Nobody got everything they wanted, and we can still do more to invest in this country’s future while bringing down our deficit in a balanced way. But the budget compromise should leave us freer to focus on creating new jobs, not creating new crises. In the coming months, let’s see where else we can make progress together. Let’s make this a year of action. That’s what most Americans want – for all of us in this chamber to focus on their lives, their hopes, their aspirations. And what I believe unites the people of this nation, regardless of race or region or party, young or old, rich or poor, is the simple, profound belief in opportunity for all – the notion that if you work hard and take responsibility, you can get ahead. Let’s face it: that belief has suffered some serious blows. Over more than three decades, even before the Great Recession hit, massive shifts in technology and global competition had eliminated a lot of good, middle-class jobs, and weakened the economic foundations that families depend on. Today, after four years of economic growth, corporate profits and stock prices have rarely been higher, and those at the top have never done better. But average wages have barely budged. Inequality has deepened. Upward mobility has stalled. The cold, hard fact is that even in the midst of recovery, too many Americans are working more than ever just to get by – let alone get ahead. And too many still aren’t working at all. Our job is to reverse these trends. It won’t happen right away, and we won’t agree on everything. But what I offer tonight is a set of concrete, practical proposals to speed up growth, strengthen the middle class, and build new ladders of opportunity into the middle class. Some require Congressional action, and I’m eager to work with all of you. But America does not stand still – and neither will I. So wherever and whenever I can take steps without legislation to expand opportunity for more American families, that’s what I’m going to do. As usual, our First Lady sets a good example. Michelle’s Let’s Move partnership with schools, businesses, and local leaders has helped bring down childhood obesity rates for the first time in thirty years – an achievement that will improve lives and reduce health care costs for decades to come. The Joining Forces alliance that Michelle and Jill Biden launched has already encouraged employers to hire or train nearly 400,000 veterans and military spouses. Taking a page from that playbook, the White House just organized a College Opportunity Summit where already, 150 universities, businesses, and nonprofits have made concrete commitments to reduce inequality in access to higher education – and help every hardworking kid go to college and succeed when they get to campus. Across the country, we’re partnering with mayors, governors, and state legislatures on issues from homelessness to marriage equality. The point is, there are millions of Americans outside Washington who are tired of stale political arguments, and are moving this country forward. They believe, and I believe, that here in America, our success should depend not on accident of birth, but the strength of our work ethic and the scope of our dreams. That’s what drew our forebears here. It’s how the daughter of a factory worker is CEO of America’s largest automaker; how the son of a barkeeper is Speaker of the House; how the son of a single mom can be President of the greatest nation on Earth. Opportunity is who we are. And the defining project of our generation is to restore that promise. We know where to start: the best measure of opportunity is access to a good job. With the economy picking up speed, companies say they intend to hire more people this year. And over half of big manufacturers say they’re thinking of insourcing jobs from abroad. So let’s make that decision easier for more companies. Both Democrats and Republicans have argued that our tax code is riddled with wasteful, complicated loopholes that punish businesses investing here, and reward companies that keep profits abroad. Let’s flip that equation. Let’s work together to close those loopholes, end those incentives to ship jobs overseas, and lower tax rates for businesses that create jobs here at home. Moreover, we can take the money we save with this transition to tax reform to create jobs rebuilding our roads, upgrading our ports, unclogging our commutes – because in today’s global economy, first-class jobs gravitate to first-class infrastructure. We’ll need Congress to protect more than three million jobs by finishing transportation and waterways bills this summer. But I will act on my own to slash bureaucracy and streamline the permitting process for key projects, so we can get more construction workers on the job as fast as possible. We also have the chance, right now, to beat other countries in the race for the next wave of high-tech manufacturing jobs. My administration has launched two hubs for high-tech manufacturing in Raleigh and Youngstown, where we’ve connected businesses to research universities that can help America lead the world in advanced technologies. Tonight, I’m announcing we’ll launch six more this year. Bipartisan bills in both houses could double the number of these hubs and the jobs they create. So get those bills to my desk and put more Americans back to work. Let’s do more to help the entrepreneurs and small business owners who create most new jobs in America. Over the past five years, my administration has made more loans to small business owners than any other. And when ninety-eight percent of our exporters are small businesses, new trade partnerships with Europe and the Asia-Pacific will help them create more jobs. We need to work together on tools like bipartisan trade promotion authority to protect our workers, protect our environment, and open new markets to new goods stamped “Made in the USA.” China and Europe aren’t standing on the sidelines. Neither should we. We know that the nation that goes all-in on innovation today will own the global economy tomorrow. This is an edge America cannot surrender. Federally-funded research helped lead to the ideas and inventions behind Google and smartphones. That’s why Congress should undo the damage done by last year’s cuts to basic research so we can unleash the next great American discovery – whether it’s vaccines that stay ahead of drug-resistant bacteria, or paper-thin material that’s stronger than steel. And let’s pass a patent reform bill that allows our businesses to stay focused on innovation, not costly, needless litigation. Now, one of the biggest factors in bringing more jobs back is our commitment to American energy. The all-of-the-above energy strategy I announced a few years ago is working, and today, America is closer to energy independence than we’ve been in decades. One of the reasons why is natural gas – if extracted safely, it’s the bridge fuel that can power our economy with less of the carbon pollution that causes climate change. Businesses plan to invest almost $100 billion in new factories that use natural gas. I’ll cut red tape to help states get those factories built, and this Congress can help by putting people to work building fueling stations that shift more cars and trucks from foreign oil to American natural gas. My administration will keep working with the industry to sustain production and job growth while strengthening protection of our air, our water, and our communities. And while we’re at it, I’ll use my authority to protect more of our pristine federal lands for future generations. It’s not just oil and natural gas production that’s booming; we’re becoming a global leader in solar, too. Every four minutes, another American home or business goes solar; every panel pounded into place by a worker whose job can’t be outsourced. Let’s continue that progress with a smarter tax policy that stops giving $4 billion a year to fossil fuel industries that don’t need it, so that we can invest more in fuels of the future that do. And even as we’ve increased energy production, we’ve partnered with businesses, builders, and local communities to reduce the energy we consume. When we rescued our automakers, for example, we worked with them to set higher fuel efficiency standards for our cars.", "label": "8"}
{"text": "Stewart and his team put out several issues of The Whole Earth Catalog, and then when it had run its course, they put out a final issue. It was the mid-1970s, and I was your age. On the back cover of their final issue was a photograph of an early morning country road, the kind you might find yourself hitchhiking on if you were so adventurous. Beneath it were the words: “Stay Hungry. Stay Foolish.” It was their farewell message as they signed off. Stay Hungry. Stay Foolish. And I have always wished that for myself. And now, as you graduate to begin anew, I wish that for you. Stay Hungry. Stay Foolish.", "label": "9"}
{"text": "Of course, in one sense, the first essential for a man's being a good citizen is his possession of the home virtues of which we think when we call a man by the emphatic adjective of manly. No man can be a good citizen who is not a good husband and a good father, who is not honest in his dealings with other men and women, faithful to his friends and fearless in the presence of his foes, who has not got a sound heart, a sound mind, and a sound body; exactly as no amount of attention to civil duties will save a nation if the domestic life is undermined, or there is lack of the rude military virtues which alone can assure a country's position in the world. In a free republic the ideal citizen must be one willing and able to take arms for the defense of the flag, exactly as the ideal citizen must be the father of many healthy children. A race must be strong and vigorous; it must be a race of good fighters and good breeders, else its wisdom will come to naught and its virtue be ineffective; and no sweetness and delicacy, no love for and appreciation of beauty in art or literature, no capacity for building up material prosperity can possibly atone for the lack of the great virile virtues. But this is aside from my subject, for what I wish to talk of is the attitude of the American citizen in civic life. It ought to be axiomatic in this country that every man must devote a reasonable share of his time to doing his duty in the Political life of the community. No man has a right to shirk his political duties under whatever plea of pleasure or business; and while such shirking may be pardoned in those of small cleans it is entirely unpardonable in those among whom it is most common--in the people whose circumstances give them freedom in the struggle for life. In so far as the community grows to think rightly, it will likewise grow to regard the young man of means who shirks his duty to the State in time of peace as being only one degree worse than the man who thus shirks it in time of war. A great many of our men in business, or of our young men who are bent on enjoying life (as they have a perfect right to do if only they do not sacrifice other things to enjoyment), rather plume themselves upon being good citizens if they even vote; yet voting is the very least of their duties, Nothing worth gaining is ever gained without effort. You can no more have freedom without striving and suffering for it than you can win success as a banker or a lawyer without labor and effort, without self-denial in youth and the display of a ready and alert intelligence in middle age. The people who say that they have not time to attend to politics are simply saying that they are unfit to live in a free community.", "label": "10"}